{
  "metadata": {
    "title": "Stefan Markovic | Codegrid",
    "description": "CGMWT September by Codegrid"
  },
  "navigation": {
    "home": "Home",
    "portfolio": "Portfolio",
    "photos": "Photos",
    "about": "About",
    "contact": "Contact"
  },
  "home": {
    "heroLine1": "An independent developer",
    "heroLine2": "based in Toronto"
  },
  "about": {
    "bio": "Bio",
    "cv": "CV",
    "paragraph1": "Passionate about crafting immersive digital experiences, Stefan Markovic blends design and code to push the boundaries of what's possible on the web. His approach focuses on creating seamless, responsive, and engaging interfaces that leave a lasting impact.",
    "paragraph2": "With a strong foundation in JavaScript, React, and modern web technologies, Stefan excels at turning complex ideas into interactive realities. Whether it's a sleek portfolio site, a dynamic web app, or a mesmerizing animation, he approaches each project with creativity and technical precision.",
    "paragraph3": "Driven by curiosity and innovation, Stefan constantly explores new tools, techniques, and frameworks. He's not just a developer—he's a problem solver, ready to bring your vision to life with a unique and modern touch."
  },
  "contact": {
    "title": "Contact",
    "where": "Where",
    "vat": "VAT",
    "socials": "Socials",
    "mail": "Mail"
  },
  "footer": {
    "rights": "All rights reserved",
    "copyright": "Codegrid 2024 ©"
  },
  "menu": {
    "address": {
      "name": "Stefan Markovic",
      "street": "9 quao Androe Rockfield",
      "city": "69001 Ontario",
      "country": "Canada"
    },
    "contactInfo": {
      "email1": "contact@stefanmarkovic.fr",
      "email2": "job@stefanmarkovic.fr",
      "phone": "01 62 31 82 42"
    }
  },
  "socials": {
    "instagram": "Instagram",
    "linkedin": "LinkedIn",
    "twitter": "Twitter",
    "facebook": "Facebook",
    "vimeo": "Vimeo"
  },
  "cvItems": {
    "item1": "Lead Full Stack Developer & Project Manager at TechInnovate Solutions",
    "item2": "Senior Full Stack Developer specializing in React and Node.js at DataDrive Systems",
    "item3": "Frontend Developer focused on React and Vue.js at CreativeTech Studios",
    "item4": "Junior Web Developer with emphasis on JavaScript and PHP at WebWizards Inc.",
    "item5": "Web Development Intern learning MERN stack at CodeCrafters",
    "item6": "Bachelor of Science in Computer Science, Tech University - Thesis on AI in Web Development",
    "item7": "Freelance Web Designer specializing in WordPress and Shopify themes",
    "item8": "Open Source Contributor to React Native project - Implemented key accessibility features",
    "item9": "Guest Lecturer on Modern Web Technologies at Local Community College",
    "item10": "Published Author: 'Mastering Full Stack Development' by Tech Publishing House",
    "item11": "Co-founder and CTO of EdTech startup 'LearnLoop' - Developed MVP and secured seed funding"
  },
  "language": {
    "switch": "FR"
  }
}
