{
  "metadata": {
    "title": "Alex Nothing",
    "description": "Alex Nothing crafts a free-flowing and immersive form of electronic music. Discover his unique artistic universe.",
    "home": {
      "title": "Alex Nothing",
      "description": "Alex Nothing crafts a free-flowing and immersive form of electronic music. Discover his unique artistic universe blending electronic sounds and sensory experiences."
    },
    "about": {
      "title": "About",
      "description": "Discover the story and journey of Alex Nothing, electronic music artist. Biography, CV and creative experiences."
    },
    "portfolio": {
      "title": "Portfolio",
      "description": "Explore Alex Nothing's portfolio: music projects, sound creations and artistic collaborations in the electronic music universe."
    },
    "photos": {
      "title": "Photos",
      "description": "Alex Nothing photo gallery: concerts, studio sessions, behind the scenes and captured moments from his artistic journey."
    },
    "contact": {
      "title": "Contact",
      "description": "Contact Alex Nothing for your projects, collaborations or booking requests. Find all contact information."
    },
    "sitemap": {
      "title": "Sitemap",
      "description": "Alex Nothing sitemap - Easily access all pages: home, portfolio, photos, about and contact."
    },
    "notFound": {
      "title": "Page not found",
      "description": "The page you are looking for does not exist. Return to the homepage to discover Alex Nothing's website."
    }
  },
  "keywords": {
    "global": [
      "Alex Nothing",
      "electronic music",
      "artist",
      "immersive",
      "soundscape",
      "ambient"
    ],
    "home": [
      "Alex Nothing",
      "electronic music",
      "electro artist",
      "immersive music",
      "ambient electronic"
    ],
    "about": [
      "Alex Nothing biography",
      "artist journey",
      "musician CV",
      "Alex Nothing story"
    ],
    "portfolio": [
      "music portfolio",
      "Alex Nothing projects",
      "sound creations",
      "music collaborations"
    ],
    "photos": [
      "Alex Nothing photos",
      "artist gallery",
      "electro concerts",
      "studio sessions"
    ],
    "contact": ["contact Alex Nothing", "artist booking", "music collaboration"]
  },
  "navigation": {
    "home": "Home",
    "portfolio": "Portfolio",
    "photos": "Photos",
    "about": "About",
    "contact": "Contact"
  },
  "home": {
    "heroLine1": "Alex Nothing ",
    "heroLine2": "\"It's All Gone\" available soon"
  },
  "about": {
    "bio": "Bio",
    "cv": "CV",
    "paragraph1": "Alex Nothing is a producer, DJ and sound designer whose project sits at the intersection of rhythm and texture. Introduced to music at the age of eight, he began studying drums and percussion in music school, developing an early, physical and instinctive relationship with sound. This foundation later led him to perform in several amateur rock bands, shaping a strong live sensibility and a keen attention to dynamics.",
    "paragraph2": "His musical culture was formed outside of rigid frameworks. As a teenager, he spent countless hours in his local media library, selecting records almost at random, drawn in by artwork and visual worlds. These explorations fostered an open-minded listening approach, informed as much by rock and nu metal as by pop and electronic music, with a strong influence from UK scenes.",
    "paragraph3": "With Alex Nothing, the project moves towards a rhythm-driven, textural form of electronic music, free from format or genre constraints. His productions navigate between house, deep house and garage, often built around broken grooves, while maintaining an airy, emotional and ambient dimension. Sound design plays a central role, conceived as both a rhythmic and narrative tool.",
    "paragraph4": "In both DJ sets and productions, Alex Nothing explores contrasts — tension and release, density and space, club energy and introspection. Rejecting fixed labels, he approaches music as a constant field of experimentation, guided by emotion, movement and sonic exploration."
  },
  "contact": {
    "title": "Contact",
    "musicPlatforms": "Music Platforms",
    "vat": "VAT",
    "socials": "Socials",
    "mail": "Mail"
  },
  "footer": {
    "rights": "All rights reserved",
    "copyright": "Alex Nothing"
  },
  "menu": {
    "address": {
      "name": "Alex Nothing",
      "city": "33000 Bordeaux",
      "country": "France"
    },
    "contactInfo": {
      "email": "alexnothing.music@gmail.com"
    }
  },
  "socials": {
    "instagram": "Instagram",
    "tiktok": "TikTok",
    "facebook": "Facebook"
  },
  "cvItems": {
    "item1": "Lead Full Stack Developer & Project Manager at TechInnovate Solutions",
    "item2": "Senior Full Stack Developer specializing in React and Node.js at DataDrive Systems",
    "item3": "Frontend Developer focused on React and Vue.js at CreativeTech Studios",
    "item4": "Junior Web Developer with emphasis on JavaScript and PHP at WebWizards Inc.",
    "item5": "Web Development Intern learning MERN stack at CodeCrafters",
    "item6": "Bachelor of Science in Computer Science, Tech University - Thesis on AI in Web Development",
    "item7": "Freelance Web Designer specializing in WordPress and Shopify themes",
    "item8": "Open Source Contributor to React Native project - Implemented key accessibility features",
    "item9": "Guest Lecturer on Modern Web Technologies at Local Community College",
    "item10": "Published Author: 'Mastering Full Stack Development' by Tech Publishing House",
    "item11": "Co-founder and CTO of EdTech startup 'LearnLoop' - Developed MVP and secured seed funding"
  },
  "language": {
    "switch": "FR"
  },
  "sitemap": {
    "title": "Sitemap",
    "sitemap": "Sitemap",
    "pages": "Pages",
    "description": "About",
    "descriptionText": "This page lists all the pages available on this website. It allows for quick navigation and facilitates indexing by search engines.",
    "lastUpdate": "Last update"
  },
  "notFound": {
    "title": "Page not found",
    "description": "The page you are looking for does not exist or has been moved.",
    "backHome": "Back to home"
  }
}
