{
  "metadata": {
    "title": "Alex Nothing",
    "description": "Alex Nothing crée une musique électronique fluide et immersive. Découvrez son univers artistique unique.",
    "home": {
      "title": "Alex Nothing",
      "description": "Alex Nothing crée une musique électronique fluide et immersive. Découvrez son univers artistique unique mêlant sonorités électroniques et expériences sensorielles."
    },
    "about": {
      "title": "À propos",
      "description": "Découvrez l'histoire et le parcours d'Alex Nothing, artiste de musique électronique. Biographie, CV et expériences créatives."
    },
    "portfolio": {
      "title": "Portfolio",
      "description": "Explorez le portfolio d'Alex Nothing : projets musicaux, créations sonores et collaborations artistiques dans l'univers de la musique électronique."
    },
    "photos": {
      "title": "Photos",
      "description": "Galerie photo d'Alex Nothing : concerts, sessions studio, coulisses et moments capturés de son parcours artistique."
    },
    "contact": {
      "title": "Contact",
      "description": "Contactez Alex Nothing pour vos projets, collaborations ou demandes de booking. Retrouvez toutes les informations de contact."
    },
    "sitemap": {
      "title": "Plan du site",
      "description": "Plan du site Alex Nothing - Accédez facilement à toutes les pages : accueil, portfolio, photos, à propos et contact."
    },
    "notFound": {
      "title": "Page non trouvée",
      "description": "La page que vous recherchez n'existe pas. Retournez à l'accueil pour découvrir le site d'Alex Nothing."
    }
  },
  "keywords": {
    "global": [
      "Alex Nothing",
      "musique électronique",
      "artiste",
      "electronic music",
      "immersive",
      "soundscape"
    ],
    "home": [
      "Alex Nothing",
      "musique électronique",
      "artiste électro",
      "immersive music",
      "ambient electronic"
    ],
    "about": [
      "biographie Alex Nothing",
      "parcours artiste",
      "CV musicien",
      "histoire Alex Nothing"
    ],
    "portfolio": [
      "portfolio musique",
      "projets Alex Nothing",
      "créations sonores",
      "collaborations musicales"
    ],
    "photos": [
      "photos Alex Nothing",
      "galerie artiste",
      "concerts électro",
      "sessions studio"
    ],
    "contact": [
      "contact Alex Nothing",
      "booking artiste",
      "collaboration musicale"
    ]
  },
  "navigation": {
    "home": "Accueil",
    "portfolio": "Portfolio",
    "photos": "Photos",
    "about": "À propos",
    "contact": "Contact"
  },
  "home": {
    "heroLine1": "Alex Nothing",
    "heroLine2": "Entre rythme & émotion"
  },
  "about": {
    "bio": "Biographie",
    "cv": "CV",
    "paragraph1": "Passionné par la création d'expériences numériques immersives, Alex Nothing allie design et code pour repousser les limites de ce qui est possible sur le web. Son approche se concentre sur la création d'interfaces fluides, réactives et engageantes qui laissent une impression durable.",
    "paragraph2": "Avec une solide maîtrise de JavaScript, React et des technologies web modernes, Stefan excelle dans la transformation d'idées complexes en réalités interactives. Qu'il s'agisse d'un site portfolio élégant, d'une application web dynamique ou d'une animation captivante, il aborde chaque projet avec créativité et précision technique.",
    "paragraph3": "Animé par la curiosité et l'innovation, Stefan explore constamment de nouveaux outils, techniques et frameworks. Il n'est pas qu'un simple développeur — c'est un résolveur de problèmes, prêt à donner vie à votre vision avec une touche unique et moderne."
  },
  "contact": {
    "title": "Contact",
    "musicPlatforms": "Plateformes musicales",
    "vat": "TVA",
    "socials": "Réseaux sociaux",
    "mail": "Email"
  },
  "footer": {
    "rights": "Tous droits réservés",
    "copyright": "Alex Nothing"
  },
  "menu": {
    "address": {
      "name": "Alex Nothing",
      "street": "9 quao Androe Rockfield",
      "city": "69001 Ontario",
      "country": "Canada"
    },
    "contactInfo": {
      "email1": "contact@stefanmarkovic.fr",
      "email2": "job@stefanmarkovic.fr",
      "phone": "01 62 31 82 42"
    }
  },
  "socials": {
    "instagram": "Instagram",
    "linkedin": "LinkedIn",
    "twitter": "Twitter",
    "facebook": "Facebook",
    "vimeo": "Vimeo"
  },
  "cvItems": {
    "item1": "Développeur Full Stack Lead & Chef de Projet chez TechInnovate Solutions",
    "item2": "Développeur Full Stack Senior spécialisé en React et Node.js chez DataDrive Systems",
    "item3": "Développeur Frontend spécialisé en React et Vue.js chez CreativeTech Studios",
    "item4": "Développeur Web Junior avec emphase sur JavaScript et PHP chez WebWizards Inc.",
    "item5": "Stagiaire en Développement Web apprenant le stack MERN chez CodeCrafters",
    "item6": "Licence en Informatique, Tech University - Thèse sur l'IA dans le Développement Web",
    "item7": "Designer Web Freelance spécialisé dans les thèmes WordPress et Shopify",
    "item8": "Contributeur Open Source au projet React Native - Implémentation de fonctionnalités d'accessibilité clés",
    "item9": "Conférencier invité sur les Technologies Web Modernes au collège communautaire local",
    "item10": "Auteur publié : 'Maîtriser le Développement Full Stack' par Tech Publishing House",
    "item11": "Co-fondateur et CTO de la startup EdTech 'LearnLoop' - Développement du MVP et obtention du financement d'amorçage"
  },
  "language": {
    "switch": "EN"
  },
  "sitemap": {
    "title": "Plan du site",
    "sitemap": "Plan du site",
    "pages": "Pages",
    "description": "À propos",
    "descriptionText": "Cette page répertorie l'ensemble des pages accessibles sur ce site. Elle permet une navigation rapide et facilite l'indexation par les moteurs de recherche.",
    "lastUpdate": "Dernière mise à jour"
  },
  "notFound": {
    "title": "Page non trouvée",
    "description": "La page que vous recherchez n'existe pas ou a été déplacée.",
    "backHome": "Retour à l'accueil"
  }
}
